Repository: CZ-NIC/foris-openvpn-plugin
Catalog: src/locale/*/LC_MESSAGES/foris.po
Languages: cs, hu, it, pl, sk

source: Started to generate client '%(name)s' for the OpenVPN server.
cs: Zahájeno vytváření „%(name)s“ pro OpenVPN server.
hu: Az OpenVPN szerverhez szükség %(name)s ügyfél létrehozása elkezdődött.
it: La generazione del client '%(name)s' per l'OpenVPN server è iniziata.
pl: Zaczęto generować certyfikat klienta '%(name)s' dla serwera OpenVPN.
sk: Začína sa generovanie klienta '%(name)s' pre OpenVPN server.

source: Protocol:
it: Protocollo:
pl: Protokół:
sk: Protokol:

source: Port:
it: Porta:

source: Can't apply the configuration. Certificates are missing.
pl: Nie można zastosować konfiguracji. Brak certyfikatów.
sk: Nepodarilo sa aplikovať konfiguráciu. Chýbajú certifikáty.

source: Failed to generate CA for the OpenVPN server.
pl: Nie udało się wygenerować certyfikatu CA dla serwera OpenVPN.
sk: Nepodarilo sa vygenerovať CA pre OpenVPN server.

source: Failed to generate client '%(name)s' for the OpenVPN server.
pl: Nie można wygenerować klienta '%(name)s' dla serwera OpenVPN.
sk: Nepodarilo sa vygenerovať klienta '%(name)s' pre OpenVPN server.

source: No certifite authority
pl: Brak urzędu certyfikacji
sk: Chýba certifikačná autorita

source: The CA necessary for the OpenVPN server is being generated. The time required for generating CA way differ. It could take up to 30 minutes. Please try to reload this page lager.
pl: CA niezbędny dla serwera OpenVPN jest generowany. Czas potrzebny do wygenerowania CA może znacznie się różnić. Może potrwać do 30 minut. Spróbuj ponownie przeładować tę stronę.
sk: Certifikačná autorita nutná pre OpenVPN server sa práve generuje. Čas potrebný na vygenerovanie certifikačnej autority nie je možné presne určiť. Môže to trvať až 30 minút. Skúste, prosím, túto stránku obnoviť neskôr.

source: active
pl: aktywny
sk: aktívny

source: Failed to detete the OpenVPN CA.
sk: Nepodarilo sa odstrániť OpenVPN CA.
