Repository: CZ-NIC/foris-openvpn-plugin
Catalog: src/locale/*/LC_MESSAGES/foris.po
Languages: cs, hu, it, pl, sk

source: Revoking...
cs: Rušení přístupu…
hu: Visszavonás...
it: Revoca...

source: Are you sure you want to delete the OpenVPN CA?
cs: Opravdu si přejete smazat certifikační autoritu pro OpenVPN?
hu: Biztosan törli az OpenVPN CA-t?
it: Sei sicuro di voler cancellare la OpenVPN CA ?
pl: Czy na pewno chcesz usunąć certyfikat CA OpenVPN?
sk: Skutočne chcete zmazať certifikačnú autoritu pre OpenVPN?

source: Client
cs: Klient
hu: Ügyfél
it: Cliente
pl: Klient
sk: Klient

source: Status
cs: Stav
hu: Állapot
it: Stato
sk: Stav

source: Get Config
cs: Stáhnout si nastavení
hu: Beállítás beszerzése
it: Ottieni Config
pl: Pobierz konfigurację
sk: Prevziať konfiguráciu

source: Revoke
cs: Zrušit přístup
hu: Visszavon
it: Revoca
pl: Unieważnij
sk: Zrušiť prístup

source: No certification authority
cs: Chybí certifikační autorita
hu: Nincs hitelesítésszolgáltató
it: Nessuna autorità di certificazione

source: Currently there is no OpenVPN certificate authority(CA). A CA is required to generate client certificates to authenticate to the OpenVPN server. To proceed you need to generate it first.
cs: V současné době se na směrovači nenachází žádná certifikační autorita (CA) pro OpenVPN. Ta je nezbytná pro vytváření klientských certifikátů, které se použijí k ověření vůči OpenVPN serveru. Aby bylo možné pokračovat, je třeba ji nejprve vytvořit.
hu: Jelenleg nincs OpenVPN hitelesítésszolgáltató (CA). Egy CA szükséges az ügyfél tanúsítványok létrehozásához, hogy azokat hitelesíteni lehessen az OpenVPN szerver felé. A folytatáshoz először ezt létre kell hoznia.
it: Attualmente non esiste un'autorità di certificazione OpenVPN (CA). È richiesta una CA per generare certificati client da autenticare sul server OpenVPN. Per procedere è necessario prima generarlo.
pl: Obecnie nie ma żadnego urzędu certyfikacji (CA) OpenVPN. CA jest wymagany do generowania certyfikatów klienta do uwierzytelniania na serwerze OpenVPN. Aby kontynuować, musisz najpierw go wygenerować.
sk: V súčasnosti sa na routeri nenachádza žiadna certifikačná autorita (CA) pre OpenVPN. CA je nutná pre generovanie klientských certifikátov, ktoré sa použijú na autentifikáciu voči OpenVPN serveru. Pokiaľ chcete pokračovať, musíte ju najskôr vygenerovať.

source: Generate CA
cs: Vytvořit cert. autoritu
hu: CA létrehozása
it: Genera CA
pl: Generuj CA
sk: Generovať CA

source: Generating certificate authority
cs: Vytváření certifikační autority
hu: Hitelesítésszolgáltató létrehozása
it: Generazione dell'autorità di certificazione
pl: Generowanie urzędu certyfikacji
sk: Generuje sa certifikačná autorita

source: The CA necessary for the OpenVPN server is being generated. The time required for generating CA may differ. It could take up to 30 minutes. Please try to reload this page later.
cs: Certifikační autorita nezbytná pro OpenVPN server se vytváří. Čas který to zabere nelze přesně určit. Může to trvat až 30 minut. Prosím zkuste tuto stránku znovu načíst později.
hu: Az OpenVPN szerverhez szükséges CA létrehozás alatt van. Az elkészüléséhez szükséges idő eltérő lehet. Ez lehet akár 30 perc is. Később próbálja meg újratölteni ezt az oldalt.
it: La generazione della CA necessaria per il server OpenVPN sta per iniziare. Il tempo richiesto per generare la CA può variare e potrebbe richiedere fino a 30 minuti. Si prega di provare a ricaricare questa pagina più tardi.

source: Loading...
cs: Načítání…
hu: Betöltés...
it: Caricamento...
pl: Ładuję...
sk: Načítava sa...

source: Reload page
cs: Načíst stránku znovu
hu: Oldal újratöltése
it: Ricarica pagina
pl: Odśwież stronę
sk: Obnoviť stránku

source: Server configuration
cs: Nastavení serveru
hu: Kiszolgáló beállításai
it: Configurazione del server
pl: Konfiguracja serwera
sk: Nastavenie servera

source: To work properly OpenVPN plugin needs:
cs: Ke správné funkci zásuvného modulu OpenVPN je potřeba:
hu: OpenVPN bővítmény működéséhez szükséges:
it: Per funzionare correttamente, il plugin OpenVPN ha bisogno di:
pl: Aby poprawnie działać plugin OpenVPN potrzebuje:
sk: Na zaručenie správnej funkčnosti OpenVPN pluginu je potrebná:

source: public IP address (preferably static)
cs: veřejná IP adresa (nejlépe statická)
hu: nyilvános IP-címre (lehetőleg statikus)
it: indirizzo IP pubblico (preferibilmente statico)
pl: publiczny adres IP (najlepiej statyczny)
sk: verejná IP adresa (ideálne statická)

source: standard network settings (WAN and LAN devices present)
cs: standardně nastavená síť (tedy existující WAN a LAN zařízení)
hu: szabványos hálózati beállítások (WAN, LAN eszközök jelen)
it: impostazioni di rete standard (dispositivi WAN e LAN presenti)
pl: standardowe ustawienia sieciowe (urządzenia WAN i LAN)
sk: štandardne nastavená sieť (teda s existujúcimi WAN a LAN zariadeniami)

source: Previous settings
cs: Předchozí nastavení
hu: Előző beállítások
it: Impostazioni precedenti
pl: Poprzednie ustawienia
sk: Predchádzajúce nastavenie

source: If you haven't tried to set up OpenVPN server on our router yet, you can safely proceed to <strong>"Apply configuration"</strong> button.
cs: Pokud jste se doposud nepokoušeli na tomto směrovači nastavit OpenVPN, můžete bez obav pokračovat kliknutím na <strong>„Uplatnit nastavení“</strong>.
hu: Ha még nem volt korábban beállítva OpenVPN szerver az útválasztón, nyugodtan nyomja meg a <strong>"Beállítás alkalmazása"</strong> gombot.
it: Se non hai ancora provato configurare OpenVPN sul tuo router, puoi tranquillamente procedere al pulsante <strong>Applica configurazione</strong>.
pl: Jeśli jeszcze nie próbowałeś skonfigurować serwera OpenVPN na routerze, możesz bezpiecznie przejść do przycisku <strong>"Zastosuj konfigurację"</strong>.
sk: Pokiaľ ste sa predtým nepokúsili nastaviť OpenVPN server na vašom routeri, môžete bez obáv pokračovať k tlačidlu <strong>"Použiť konfiguráciu"</strong>.

source: Otherwise if you've tried to set up OpenVPN outside this plugin, there is a chance that your configuration might collide with the configuration created by this plugin. Therefore you might need to disable the old configuration first.
cs: Jinak pokud jste se už pokoušeli nastavit OpenVPN server mimo tento zásuvný modul, tak je možné, že vám bude původní nastavení kolidovat s tím provedeným tímto zásuvným modulem. Proto může být třeba nejprve stará nastavení vypnout.
hu: Ha már voltOpenVPN beállítva nem ezen a bővítményen keresztül, akkor van rá esély, hogy annak a beállítása ütközik ennek a bővítménynek a beállításával. Ezért lehet, hogy először le kell tiltani a régi beállításokat.
it: Altrimenti, se hai provato a configurare OpenVPN all'esterno di questo plug-in, c'è la possibilità che la tua configurazione possa entrare in collisione con la configurazione creata da questo plugin. Pertanto potrebbe essere necessario disabilitare prima la vecchia configurazione.
pl: Jeśli próbowałeś skonfigurować OpenVPN poza tą wtyczką, istnieje prawdopodobieństwo, że konfiguracja może kolidować z konfiguracją utworzoną przez tą wtyczkę. Z tego powodu może być konieczne wcześniejsze wyłączenie starej konfiguracji.
sk: V opačnom prípade, pokiaľ ste sa už pokúsili nastaviť OpenVPN server mimo tohto pluginu, tak je možné, že bude vaša stará konfiguráciu kolidovať s konfiguráciou vytvorenou týmto pluginom. Preto je potrebné najskôr zakázať starú konfiguráciu.

source: Apply configuration
cs: Uplatnit nastavení
hu: Beállítás alkalmazása
it: Applica configurazione
pl: Zastosuj konfigurację
sk: Použiť konfiguráciu

source: Current settings
cs: Stávající nastavení
hu: Jelenlegi beállítások
it: Impostazioni attuali
pl: Obecne ustawienia
sk: Aktuálne nastavenie

source: Network:
cs: Síť:
hu: Hálózat:
it: Rete:
pl: Sieć:
sk: Sieť:

source: Device:
cs: Zařízení:
hu: Eszköz:
it: Dispositivo:
pl: Urządzenie:
sk: Zariadenie:

source: Route:
cs: Trasa:
hu: Útvonal:
it: Percorso:
pl: Trasa:

source: All traffic
cs: Veškerý provoz
hu: Minden forgalom
it: Tutto il traffico
pl: Cały ruch

source: Note that when you trigger <strong>"Apply configuration"</strong> button you might lose the connection to the router for a while. This means that you might need to reopen this admin page again.
cs: Pozn.: Jakmile stisknete tlačítko <strong>„Uplatnit nastavení“</strong> můžete na chvilku přijít o spojení se směrovačem. To znamená, že může být třeba tuto správní stránku znovu otevřít.
hu: Vegyük figyelembe, hogy ha Ön rákattint a <strong>"Beállítás alkalmazása"</strong> gombra, lehet, hogy elveszti a kapcsolatot a routerrel egy darabig. Ez azt jelenti, hogy szükség lehet, ennek az admin-oldalnak az újbóli megnyitására .
it: Tieni presente che quando premi il pulsante <strong>"Applica configurazione"</strong> potresti perdere per un po' la connessione al router. Ciò significa che potrebbe essere necessario riaprire di nuovo questa pagina di amministrazione.
pl: Pamiętaj, że po uruchomieniu przycisku <strong>"Zastosuj konfigurację"</strong> możesz przez chwilę stracić połączenie z routerem. Oznacza to, że być może będziesz musiał ponownie otworzyć tą stronę administracyjną.
sk: Pozn.: Akonáhle stlačíte tlačidlo <strong>"Použiť konfiguráciu"</strong>, môžete na chvíľu stratiť konektivitu k routeru. To znamená, že budete musieť znovu otvoriť túto administračnú stránku.

source: Client configuration
cs: Nastavení klientů
hu: Ügyfélbeállítás
it: Configurazione del client
pl: Konfiguracja klienta
sk: Nastavenie klientov

source: Here you can create and revoke the client capability to connect to your OpenVPN network.
cs: Zde můžete vytvářet a rušit přístup klientů do své OpenVPN sítě.
hu: Itt lehet létrehozni és visszavonni az ügyfél OpenVPN hálózathoz való kapcsolódási képességét.
it: Qui puoi creare e revocare la capacità del client di connettersi alla tua rete OpenVPN.
pl: Tutaj można tworzyć i cofać możliwość klienta do łączenia się z siecią OpenVPN.
sk: Tu môžete vytvoriť a zrušiť prístup klientov do vašej OpenVPN siete.

source: Create
cs: Vytvořit
hu: Létrehozás
it: Creare
pl: Utwórz
sk: Vytvoriť

source: Be sure to check, that the server IP address provided in you configuration file actually matches the public IP address of your router.
cs: Ověřte, že IP adresa serveru, poskytovaná v rámci souboru s nastaveními, skutečně odpovídá veřejné IP adrese vašeho směrovače.
hu: Ellenőrizzük, hogy a kiszolgáló IP-címe a konfigurációs fájlban valóban megfelel az útválasztó nyilvános IP-címének.
it: Assicurati di controllare che l'indirizzo IP del server fornito nel tuo file di configurazione corrisponda effettivamente all'indirizzo IP pubblico del tuo router.
pl: Upewnij się, że adres IP serwera podany w pliku konfiguracyjnym pasuje do publicznego adresu IP routera.
sk: Uistite sa, že IP adresa servera, ktorú máte v konfigurácii, skutočne zodpovedá verejnej IP adrese vášho routera.

source: You can set this address manually when the autodetection fails.
cs: V případě, že se nezdaří automatické zjištění, je možné tuto adresu nastavit ručně.
hu: A cím beállítható manuálisan, ha az automatikus felismerés sikertelen.
it: Puoi impostare questo indirizzo manualmente quando il rilevamento automatico non riesce.
pl: Ten adres można ustawić ręcznie, gdy autodetekcja się nie powiedzie.
sk: Túto adresu môžete nastaviť ručne v prípade, že automatické zistenie zlyhá.

source: To apply the client configuration you need to download it and put it into the OpenVPN config directory or you might try to open it using your OpenVPN client directly. You might need to restart your client afterwards.
cs: Nastavení klienta zavedete tak, že ji stáhnete a nahrajete do složky s nastavením OpenVPN klienta nebo ho v něm otevřete. Následně může být potřeba klienta restartovat.
hu: Az ügyfélbeállítás alkalmazásához töltsük le, majd tegyük be az OpenVPN config könyvtárába, illetve megpróbálhatja megnyitni közvetlenül az OpenVPN ügyfél segítségével. Lehet, hogy újra kell indítani az ügyfelet utána.
it: Per applicare la configurazione del client è necessario scaricarlo e inserirlo nella directory di configurazione di OpenVPN oppure provare ad aprirlo utilizzando direttamente il client OpenVPN. In seguito potrebbe essere necessario riavviare il client.
pl: Aby zastosować konfigurację klienta, musisz ją pobrać i umieścić w katalogu konfiguracyjnym OpenVPN lub spróbować otworzyć ją bezpośrednio za pomocą klienta OpenVPN. Może być konieczne ponowne uruchomienie klienta.
sk: Konfiguráciu klienta aplikujete tak, že si ju prevezmete a uložíte do konfiguračného adresára OpenVPN alebo ju skúsite otvoriť priamo vo vašom OpenVPN klientovi. Následne môže byť potrebné klienta reštartovať.

source: Delete CA
cs: Smazat certifikační autoritu
hu: CA törlése
it: Cancella la CA
pl: Usuń CA
sk: Zmazať certifikačnú autoritu

source: You can't delete the CA while the OpenVPN server is enabled. To delete the CA you need to disable the server configuration first.
cs: Není možné smazat certifikační autoritu pokud je OpenVPN server zapnutý. Pokud chcete smazat certifikační autoritu, je třeba předtím službu vypnout.
hu: Nem törölhető a CA míg az OpenVPN szerver be van kapcsolva. A CA törléséhez előbb le kell tiltani a kiszolgáló beállítását.
it: Non puoi cancellare la CA mentre il server OpenVNP è abilitato. Per cancellare la CA bisogna prima disabilitare la configurazione del server.
pl: Nie można usunąć CA, gdy jest włączony serwer OpenVPN. Aby usunąć CA, musisz najpierw wyłączyć konfigurację serwera.
sk: Certifikačnú autoritu nie je možné zmazať, dokiaľ je povolená konfigurácia OpenVPN servera. Pokiaľ chcete certifikačnú autoritu zmazať, musíte najskôr zakázať konfiguráciu servera.

source: You can delete the whole CA. Note that all the cerificates issued by this CA will be useless and if you wanted to use this plugin, you'd need to generate a new CA first.
cs: Můžete smazat celou certifikační autoritu. To znamená, že všechny certifikáty vydané touhle autoritou budou nepoužitelné. Pokud byste chtěli tento zásuvný modul opět používat, bude třeba vytvořit novou certifikační autoritu.
hu: Törölheti az egész CA-t. Vegyük figyelembe, hogy a CA által kibocsátott tanúsítványok mint használhatatlanná válnak és ha ezt a plugint használni akarjuk, elsőként új CA-t kell létrehozni.
it: È possibile eliminare l'intera CA. Si noti che tutti i certificati rilasciati da questa CA saranno inutili e se si desidera utilizzare questo plug-in, è necessario prima generare una nuova CA.
pl: Możesz usunąć cały urząd certyfikacji (CA). Pamiętaj, że wszystkie certyfikaty wydane przez ten urząd certyfikacji staną się bezużyteczne, a jeśli chcesz użyć tej wtyczki, musisz najpierw wygenerować nowy urząd certyfikacji.
sk: Môžete zmazať celú certifikačnú autoritu. To znamená, že všetky certifikáty vydané touto autoritou nebudú použiteľné. Pokiaľ by ste chceli tento plugin opäť používať, budete si musieť vygenerovať novú certifikačnú autoritu.

source: valid
cs: platný
hu: érvényes
it: valido

source: revoked
cs: platnost odvolána
hu: visszavonva
it: revocato
pl: unieważniony
sk: zneplatnený

source: expired
cs: platnost skončila
hu: lejárt
it: scaduto
pl: przedawniony
sk: exspirovaný

source: generating
cs: vytváří se
hu: létrehozás
it: generare
pl: generowanie
sk: generovaný

source: lost
cs: ztraceno
hu: elveszett
it: perso
pl: zagubiony
sk: stratený

source: Configuration enabled
cs: Nastavení zapnuto
hu: Beállítások engedélyezve
it: Configurazione abilitata
pl: Konfiguracja włączona
sk: Konfigurácia povolená

source: Listen on IPv6
cs: Očekávat spojení na IPv6
hu: Figyelés IPv6 címen

source: This option enables openvpn server to listen on IPv6 address. It could be beneficial for users who does not have a public IPv4 address and want to use openvpn server.
cs: Zapnutím této volby bude openvpn server očekávat spojení na IPv6 adrese. To se hodí uživatelům, kteří nemají veřejnou IPv4 adresu a chtějí používat openvpn server.
hu: Ez a beállítás lehetővé teszi, hogy az openvpn kiszolgáló IPv6-címen figyeljen. Ez azon felhasználók részére lehet hasznos, akik nem rendelkeznek nyilvános IPv4-címmel, és szeretnének openvpn kiszolgálót használni.

source: Protocol
cs: Protokol
hu: Protokoll

source: Choose a protocol which will be used when the clients are connecting to the server.
cs: Vyberte protokol, kterým se budou klienti připojovat na server.
hu: Válasszon ki egy protokollt, amelyet akkor fog használni, amikor az ügyfelek a kiszolgálóhoz csatlakoznak.

source: OpenVPN network
cs: OpenVPN síť
hu: OpenVPN hálózat
it: rete OpenVPN
pl: Sieć OpenVPN
sk: OpenVPN sieť

source: This network should be different than any network directly reachable from the router and the clients.
cs: Tato síť by měla být jiná, než jakákoliv síť přímo dosažitelná ze směrovače a klientů.
hu: Ennek a hálózatnak különböznie kell a többi az útválasztó és az ügyfelek által közvetlenül elérhető hálózattól.
it: Questa rete dovrebbe essere diversa da qualsiasi rete direttamente raggiungibile dal router e dai client.
pl: Sieć ta powinna być inna niż jakakolwiek sieć bezpośrednio osiągalna z routera i klientów.
sk: Táto sieť by mala byť iná, než ktorákoľvek sieť priamo dostupná z routera a klientov.

source: All traffic through vpn
cs: Všechen provoz skrz vpn
hu: MInden forgalom vpn-en át
it: Tutto il traffico attraverso la vpn
pl: Cały ruch przez VPN

source: After enabling this option all traffic from your client will be routed through the vpn.
cs: Po zapnutí této volby bude váš klient směrovat veškerý provoz skrz vpn.
hu: A beállítás engedélyezése után a kliens teljes forgalma a vpn-en át lesz irányítva.
it: Dopo aver abilitato questa opzione tutto il traffico dal tuo client verrà instradato verso la vpn.
pl: Po włączeniu tej opcji cały ruch z Twojego klienta będzie kierowany przez VPN.

source: Use DNS from vpn
cs: Používat DNS skrze vpn
hu: Használja a VPN DNS-ét
it: Usa il DNS remoto della vpn
pl: Użyj DNS z serwera VPN

source: After enabling this option your client should start to use DNS server on your router.
cs: Po zapnutí této volby by měl váš klient začít používat DNS server z vašeho směrovače.
hu: A beállítás engedélyezése után az ügyfélnek az útválasztó DNS-kiszolgálót kell kezdeni használnia.
it: Dopo aver abilitato questa opzione il tuo client dovrebbe iniziare a utilizzare il server DNS sul tuo router.
pl: Po włączeniu tej opcji klient powinien rozpocząć korzystanie z serwera DNS na routerze.

source: OpenVPN server configuration was successfully %s.
cs: Nastavení OpenVPN serveru bylo úspěšně %s.
hu: OpenVPN szerver beállítása sikeresen %s.
it: La configurazione del server OpenVPN è avvenuta con successo %s.
pl: Konfiguracja serwera OpenVPN została pomyślnie %s.
sk: Konfigurácia OpenVPN servera bola úspešne %s.

source: enabled
cs: zapnuto
hu: bekapcsolva
it: abilitato
pl: włączona
sk: povolená

source: disabled
cs: vypnuto
hu: kikapcsolva
it: disabilitato
pl: wyłączona
sk: zakázaná

source: Failed to %s OpenVPN server configuration.
cs: Nepodařilo se %s nastavení OpenVPN serveru.
hu: Nem sikerült %s az OpenVPN szerver beállítás(t).
it: E' impossibile %s la configurazione del server OpenVPN.
pl: Nie udało się %s konfiguracji serwera OpenVPN.
sk: Nepodarilo sa %s konfiguráciu OpenVPN servera.

source: enable
cs: zapnout
hu: bekapcsolni
it: abilitare
pl: włączyć
sk: povoliť

source: disable
cs: vypnout
hu: kikapcsolni
it: disabilitare
pl: wyłączyć
sk: zakázať

source: The client certificate was successfully revoked.
cs: Klientský certifikát byl úspěšně zneplatněn.
hu: Az ügyféltanúsítvány sikeresen visszavonva.
it: Il certificato del cliente è stato revocato con successo.
pl: Certyfikat klienta został pomyślnie unieważniony.
sk: Klientský certifikát bol úspešne zneplatnený.

source: Failed to revoke the client certificate.
cs: Nepodařilo se zneplatnit klientský certifikát.
hu: Nem sikerült visszavonni az ügyféltanúsítványt.
it: Impossibile revocare il certificato client.
pl: Nie można unieważnić certyfikatu klienta.
sk: Nepodarilo sa zneplatniť klientský certifikát.

source: Unable to get OpenVPN client config.
cs: Nepodařilo se získat nastavení pro OpenVPN klienta.
hu: Nem lehet az OpenVPN ügyfélbeállítást lekérni.
it: Impossibile ottenere la configurazione del client OpenVPN.
pl: Nie można pobrać konfiguracji klienta OpenVPN.
sk: Nepodarilo sa prevziať konfiguráciu pre OpenVPN klienta.

source: Started to generate CA for the OpenVPN server.
cs: Zahájeno vytváření cert. autority (CA) pro OpenVPN server.
hu: Az OpenVPN szerverhez szükség CA létrehozása elkezdődött.
it: La generazione della CA per il server OpenVPN è iniziata.
pl: Uruchomiono generowanie certyfikatu CA dla serwera OpenVPN.
sk: Začína sa generovanie CA pre OpenVPN server.

source: Started to generate client certificate for the OpenVPN server.
cs: Zahájeno vytváření klientského certifikátu pro OpenVPN server.
hu: Az OpenVPN szerverhez szükség ügyféltanúsítvány létrehozása elkezdődött.
it: La generazione del certificato client per l'OpenVPN server è iniziata.
pl: Uruchomiono generowanie certyfikatu klienta dla serwera OpenVPN.
sk: Začína sa generovať klientský certifikát pre OpenVPN server.

source: The OpenVPN CA was successfully deleted.
cs: Certifikační autorita OpenVPN serveru byla úspěšně smazána.
hu: Az OpenVPN CA sikeresen törölve.
it: La CA OpenVPN è stata eliminata con successo.
pl: Certyfikat CA serwera OpenVPN został pomyślnie usunięty.
sk: Certifikačná autorita OpenVPN servera bola úspešne zmazaná.

source: Failed to delete the OpenVPN CA.
cs: Nepodařilo se smazat certifikační autoritu pro OpenVPN server.
hu: Az OpenVPN CA-t nem sikerült törölni.
it: Impossibile eliminare la CA OpenVPN.
pl: Usunięcie certyfikatu CA serwera OpenVPN nie powiodło się.

source: Router address
cs: Adresa směrovače
hu: Útválasztó IP-címe
it: Indirizzo del router
pl: Adres routera
sk: Adresa routera

source: A server address which will be present in the client config.
cs: Adresa serveru, která bude v nastavení pro klienta.
hu: A szerver címe, amely jelen lesz az ügyfélbeállításban.
it: Un indirizzo del server che sarà presente nella configurazione del client.
pl: Adres serwera, który będzie obecny w konfiguracji klienta.
sk: Adresa servera, ktorá bude v konfigurácii pre klienta.

source: use autodetection
cs: použij autodetekci
hu: Automatikus érzékelés
it: usa l'autoconfigurazione
pl: użyj autodetekcji
sk: použiť automatické zistenie

source: Client name
cs: Jméno klienta
hu: Ügyfélnév
it: Nome client
pl: Nazwa klienta
sk: Meno klienta

source: The display name for the client. It must be shorter than 64 characters and must contain only alphanumeric characters, dots, dashes and underscores.
cs: Zobrazované jméno klienta. Je třeba, aby bylo nejvýše 64 znaků dlouhé a obsahovalo pouze písmena a číslice, případně ještě tečky, spojovníky a podtržítka.
hu: Az ügyfél megjelenítendő neve. 64 karakternél rövidebbnek kell lennie és csak a következőkből állhat: alfanumerikus karakterek, pontok, kötőjelek és aláhúzásjelek.
it: Il nome visualizzato per il cliente. Deve essere inferiore a 64 caratteri e deve contenere solo caratteri alfanumerici, punti, trattini e caratteri di sottolineatura.
pl: Nazwa wyświetlana dla klienta. Musi być krótsza niż 64 znaki i musi zawierać tylko znaki alfanumeryczne, kropki, myślniki i podkreślenia.
sk: Zobrazované meno klienta. Musí byť kratšie než 64 znakov a môže obsahovať iba alfanumerické znaky, bodky, pomlčky a podčiarkovníky.

source: Client name is invalid.
cs: Jméno klienta není platné.
hu: Érvénytelen ügyfélnév.
it: Il nome del client non è valido.
pl: Nazwa klienta jest nieprawidłowa.
sk: Meno klienta je neplatné.
