Repository: CZ-NIC/foris-openvpn-plugin
Catalog: foris_plugins/openvpn/locale/*/LC_MESSAGES/foris.po
Languages: de, fr, lt, nb_no, ro, ru

source: valid
de: gültig
fr: valide
lt: galiojantis
ru: действительный

source: revoked
de: widerrufen
fr: révoqué
lt: atšauktas
nb_no: tilbakekalt
ro: revocata
ru: отозван

source: expired
de: abgelaufen
fr: expiré
lt: nebegaliojantis
nb_no: utløpt
ro: expirat
ru: истёк

source: generating
de: erzeugend
fr: Génération en cours
lt: generuojama
nb_no: genererer
ro: genereaza
ru: создаётся

source: lost
de: verloren
fr: perdu
lt: prarastas
nb_no: tapt
ro: pierdut
ru: утерян

source: Configuration enabled
de: Konfiguration aktiviert
fr: Configuration activée
lt: Konfigūracija įjungta
nb_no: Oppsett påskrudd
ro: Configuratie activata
ru: Конфигурация включена

source: Listen on IPv6
de: Über IPv6 horchen
fr: Écouter en IPv6
lt: Veikti per IPv6
ru: Прослушивание IPv6

source: This option enables openvpn server to listen on IPv6 address. It could be beneficial for users who does not have a public IPv4 address and want to use openvpn server.
de: Diese Option ermöglicht es dem openvpn-Server, auf der IPv6-Adresse zu horchen. Es könnte für Benutzer von Vorteil sein, die keine öffentliche IPv4-Adresse haben und einen openvpn-Server nutzen wollen.
fr: Cette option active l'écoute des adresses IPV6 par le serveur OpenVPN. Cela peux être utiles pour les utilisateurs qui n'ont pas d'adresse IPV4 publique mais qui souhaitent utiliser le serveur OpenVPN.
lt: Šis nustatymas prie openvpn serverio leidžia prisijungti per IPv6. Tai gali būti naudinga tiems naudotojams kurie neturi išorinio IPv4 adreso ir nori naudoti openvpn serverį.
ru: Эта опция позволяет серверу OpenVpn прослушивать адрес IPv6. Это может быть полезно для пользователей, у которых нет "белого" IPv4-адреса и которые хотят использовать сервер OpenVpn.

source: Protocol
de: Protokoll
fr: Protocole
lt: Protokolas
ru: Протокол

source: Choose a protocol which will be used when the clients are connecting to the server.
de: Wählen Sie das Protokoll, welches die Clients für die Verbindung zum Server verwenden sollen.
fr: Sélectionner le protocole qui sera utilisé lors de la connexion des clients au serveur.
lt: Pasirinkite protokolą kurį klientai naudos prisijungimui prie serverio.
ru: Выберите протокол, который будет использоваться при подключении клиентов к серверу.

source: OpenVPN network
de: OpenVPN Netzwerk
fr: Réseau OpenVPN
lt: OpenVPN tinklas
nb_no: OpenVPN-nettverk
ro: Retea OpenVPN
ru: Сеть OpenVPN

source: This network should be different than any network directly reachable from the router and the clients.
de: Dieses Netzwerk sollte nicht direkt vom Router oder anderen Geräten erreichbar sein.
fr: Ce réseau devrait être différent de n’importe quel réseau directement accessible depuis le routeur et les clients.
lt: Šis tinkas turėtų būti atskiras nuo kitų tinklų tiesiogiai pasiekiamų per maršrutizatorių ar klientus.
nb_no: Dette nettverket bør være forskjellig fra ethvert annet nettverk som kan nås direkte fra ruteren og klientene.
ro: Această rețea ar trebui să fie diferită de orice rețea accesibilă direct de la router și clienți.
ru: Эта сеть должна отличаться от любой сети, доступной напрямую от маршрутизатора и клиентов.

source: All traffic through vpn
de: Gesamten Verkehr durch VPN
fr: Tout le trafic via le VPN
lt: Visas srautas per VPN
ro: Tot traficul prin vpn
ru: Весь трафик через VPN

source: After enabling this option all traffic from your client will be routed through the vpn.
de: Nach dem Aktivieren dieser Option wird der gesamte Verkehr von Ihrem Client durch das VPN geleitet.
fr: Après l'activation de cette option, tout le trafic en provenance de votre client sera routé via le VPN.
lt: Įjungus šį nustatymą visas klientų srautas bus nukreiptas per VPN.
nb_no: Etter å ha skrudd på dette valget vil all trafikk fra din klient bli rutet gjennom VPN-tunnelen.
ro: Dupa activarea acestei optiuni tot traficul de la clientul vostru va fi trimis prin vpn.
ru: После включения этой опции весь трафик от вашего клиента будет маршрутизироваться через VPN.

source: Use DNS from vpn
de: DNS vom VPN benutzen
fr: Utiliser le DNS du VPN
lt: DNS per VPN
nb_no: Bruk DNS fra VPN
ro: Foloseste DNS de la vpn
ru: Использовать DNS из VPN

source: After enabling this option your client should start to use DNS server on your router.
de: Nach dem Aktivieren dieser Option sollte Ihr Client beginnen den DNS-Server des Routers zu verwenden.
fr: Après l'activation de cette option votre client devrait commencer à utiliser le serveur DNS sur votre routeur.
lt: Įjungus šį nustatymą klientai naudos DNS serverį veikiantį šiame maršrutizatoriuje.
nb_no: Etter å ha skrudd på dette valget burde klienten din begynne å bruke DNS-tjeneren på din ruter.
ro: Dupa activarea acestei optiuni clientul tau va incepe sa foloseasca server-ul DNS de pe router.
ru: После включении этой опции ваш клиент должен начать использовать DNS-сервер на маршрутизаторе.

source: OpenVPN server configuration was successfully %s.
de: Die OpenVPN-Serverkonfiguration wurde erfolgreich %s.
fr: La configuration serveur d'OpenVPN a été %s avec succès.
lt: OpenVPN serverio konfigūracija sėkmingai %s.
nb_no: OpenVPN-tjeneroppsett ble %s.
ro: Configurarea server-ului OpenVPN a fost facuta cu success %s.
ru: Конфигурация сервера OpenVPN была успешно %s.

source: enabled
de: aktiviert
fr: activée
lt: įjungta
nb_no: påskrudd
ro: activat
ru: включена

source: disabled
de: deaktiviert
fr: désactivée
lt: išjungta
nb_no: avskrudd
ro: deactivat
ru: отключена

source: Failed to %s OpenVPN server configuration.
de: Die OpenVPN-Serverkonfiguration konnte nicht %s werden.
fr: Ne peut pas %s la configuration serveur d'OpenVPN.
lt: Nepavyko %s OpenVPN serverio konfigūracijos.
nb_no: Klarte ikke å %s OpenVPN-tjeneroppsett.
ro: Esec la %s configuratia server-ului.
ru: Не удалось %s настройки сервера OpenVPN.

source: enable
de: aktiviert
fr: activer
lt: įjungti
nb_no: skru på
ro: activat
ru: включить

source: disable
de: deaktiviert
fr: désactiver
lt: išjungti
nb_no: skru av
ro: deactivat
ru: выключить

source: The client certificate was successfully revoked.
de: Das Clientzertifikat wurde erfolgreich widerrufen.
fr: Le certificat client a été révoqué avec succès.
lt: Kliento sertifikatas sėkmingai atšauktas.
ro: Certificatul clientului a fost revocat cu succes.
ru: Сертификат клиента был успешно аннулирован.

source: Failed to revoke the client certificate.
de: Das Clientzertifikat konnte nicht widerrufen werden.
fr: Ne peut pas révoquer le certificat client.
lt: Nepavyko atšaukti kliento sertifikato.
nb_no: Klarte ikke å tilbakekalle klientsertifikatet.
ro: Certificatul clientului nu a putut fi revocat.
ru: Не удалось отозвать сертификат клиента.

source: Unable to get OpenVPN client config.
de: Kann keine OpenVPN Clientkonfiguration erhalten.
fr: Impossible d'obtenir la configuration client OpenVPN.
lt: Nepavyko gauti OpenVPN kliento konfigūracijos.
nb_no: Klarte ikke å hente OpenVPN-klientoppsett.
ro: Nu s-a putut obtine fisierul de configurare al clientului.
ru: Не удалось получить настройки клиента OpenVPN.

source: Started to generate CA for the OpenVPN server.
de: Generierung der CA für OpenVPN Server gestartet.
fr: Génération de la CA pour le serveur OpenVPN démarrée.
lt: Pradėtas kurti OpenVPN serverio CA.
nb_no: Startet generering av sertifikatmyndighet for OpenVPN-tjeneren.
ro: S-a inceput generarea de CA pentru sever-ul OpenVPN.
ru: Началось создание центра сертификации для сервера OpenVPN.

source: Started to generate client certificate for the OpenVPN server.
de: Generierung des Clientzertifikats für OpenVPN Server angefangen.
fr: Génération du certificat client pour le serveur OpenVPN démarrée.
lt: Pradėtas generuoti OpenVPN serverio kliento sertifikatas.
nb_no: Startet generering av klientsertifikat for OpenVPN-tjener.
ro: S-a inceput generarea certificatului de client pentru server-ul OpenVPN.
ru: Началось создание сертификата клиента для сервера OpenVPN.

source: The OpenVPN CA was successfully deleted.
de: Die OpenVPN CA wurde erfolgreich gelöscht.
fr: La CA d'OpenVPN a été supprimée avec succès.
lt: OpenVPN CA sėkmingai pašalintas.
ro: Certificatul CA a fost sters cu succes.
ru: Центр сертификации OpenVPN был успешно удалён.

source: Failed to delete the OpenVPN CA.
de: Die OpenVPN CA konnte nicht gelöscht werden.
fr: Ne peut pas supprimer la CA d'OpenVPN.
lt: Nepavyko pašalinti OpenVPN CA.
nb_no: Klarte ikke å slette OpenVPN-sertifikatmyndighet.
ro: Nu s-a putut sterge certificatul CA.
ru: Не удалось удалить центр сертификации OpenVPN.

source: Router address
de: Routeradresse
fr: Adresse du routeur
lt: Maršrutizatoriaus adresas
nb_no: Ruteradresse
ro: Adresa router-ului
ru: Адрес маршрутизатора

source: A server address which will be present in the client config.
de: Die Serveradresse, die in die Clientkonfiguration eingeschrieben wird.
fr: Une adresse de serveur qui sera présente dans la configuration du client.
lt: Serverio adresas kuris bus įrašytas į kliento konfigūraciją.
nb_no: En tjeneradresse som vil være å finne i klientoppsettet.
ro: Adresa server-ului care va fi prezent in config-ul clientului.
ru: Адрес сервера, который будет присутствовать в конфигурации клиента.

source: use autodetection
de: Automatische Erkennung verwenden
fr: utiliser la détection automatique
lt: naudoti auto-atpažinimą
nb_no: bruk automatisk oppdagelse
ro: foloseste autodetectia
ru: использовать автоопределение

source: Client name
fr: Nom du client
lt: Kliento vardas
nb_no: Klientnavn
ro: Numele clientului
ru: Имя клиента

source: The display name for the client. It must be shorter than 64 characters and must contain only alphanumeric characters, dots, dashes and underscores.
de: Der Anzeigename für den Client. Er darf nicht länger als 64 Zeichen sein und darf nur alphanumerische Zeichen, Punkte, Bindestriche und Unterstriche enthalten.
fr: Le nom d'affichage pour le client. Il doit être inférieur à 64 caractères et doit contenir uniquement des caractères alphanumériques, des points, des tirets et des tirets bas.
lt: Kliento vardas naudojamas atvaizdavimui. Turi būti trumpesnis nei 64 simboliai, varde gali būti naudojamos raidės, skaičiai, taškas, brūkšnys ir pabraukimas.
nb_no: Visningsnavnet for klienten. Den må være kortere enn 64 tegn og må innehold kun tegn og bokstaver, punktum, bindestrek og understrek.
ro: Numele afisat al clientului. Trebuie sa fie mai scurt de 64 de caractere si poate contine numai caractere alfanumerice. puncte, cratime si sublinieri.
ru: Отображаемое имя клиента. Должно быть не длиннее 64 символов и содержать только буквы латинского алфавита, цифры, точки, тире и символы подчеркивания.

source: Client name is invalid.
de: Der Clientname ist ungültig.
fr: Le nom du client est invalide.
lt: Netinkamas kliento vardas.
nb_no: Klientnavnet er ugyldig.
ro: Numele clientului este invalid.
ru: Некорректное имя клиента.

source: Started to generate client '%(name)s' for the OpenVPN server.
de: Generierung des Clients '%(name)s' für den OpenVPN Server wurde gestartet.
fr: Génération du client '%(name)s' pour le serveur OpenVPN démarrée.
lt: Pradėtas generuoti OpenVPN serverio klientas '%(name)s'.
nb_no: Startet generering av klienten '%(name)s' for OpenVPN-tjeneren.
ro: S-a inceput generarea clientului %(name)s pentru server-ul OpenVPN.
ru: Начата генерация клиента %(name)s для OpenVPN сервера.

source: Revoking...
de: Widerrufe...
fr: Revocation en cours ...
lt: Atšaukiama...
ru: Отмена…

source: Are you sure you want to delete the OpenVPN CA?
de: Sind Sie sicher, dass Sie die OpenVPN Zertifizierungsstelle löschen möchten?
fr: Êtes-vous sûr de que vouloir supprimer la CA d'OpenVPN ?
lt: Ar tikrai norite pašalinti OpenVPN CA?
nb_no: Er du sikker på at du ønsker å slette OpenVPN-sertifikatmyndigheten?
ro: Esti sigut ca vrei sa stergi CA-ul?
ru: Вы уверены, что хотите удалить центр сертификации OpenVPN?

source: Status
fr: Statut
lt: Būsena
ru: Статус

source: Get Config
de: Konfigurationsdaten holen
fr: Obtenir la configuration
lt: Gauti Konfigūraciją
ro: Obtine configuratia
ru: Получить настройки

source: Revoke
de: Widerrufen
fr: Révoquer
lt: Atšaukti
nb_no: Tilbakekall
ro: Anuleaza
ru: Отменить

source: No certification authority
de: Keine Zertifizierungsstelle
fr: Aucune autorité de certification
lt: Nėra CA sertifikato
nb_no: Ingen sertifikatsmyndighet
ro: Nu exista CA
ru: Нет центра сертификации

source: Currently there is no OpenVPN certificate authority(CA). A CA is required to generate client certificates to authenticate to the OpenVPN server. To proceed you need to generate it first.
de: Es gibt derzeit keine OpenVPN-Zertifizierungsstelle(CA). Eine CA ist erforderlich, um Client-Zertifikate zur Authentifizierung vom OpenVPN-Server generieren zu können. Um fortzufahren muss die CA zuerst generiert werden.
fr: Actuellement, il n'existe pas d'autorité de certification(CA) d'OpenVPN. Une autorité de certification est nécessaire pour générer des certificats client pour s'authentifier sur le serveur OpenVPN. Pour continuer, vous devez la générer d'abord.
nb_no: Det finnes for tiden inngen OpenVPN-sertifikatmyndighet (CA). En sertifikatmyndighet kreves for å generere klientsertifikater for å identitetsbekrefte ovenfor OpenVPN-tjeneren. For å fortsette må du generere det først.
ro: Momentan nu exista nici un CA. Un CA este necesar pentru generarea certificatelor clientilor. Pentru a continua trebuie sa generezi un CA intai.

source: Generate CA
de: CA generieren
fr: Générer CA
lt: Sugeneruoti CA
nb_no: Opprett sertifikatsmyndighet
ro: Genereaza CA
ru: Создать центр сертификации

source: Generating certificate authority
de: Zertifizierungsstelle wird generiert
fr: Génération de l'autorité de certification
lt: Generuojamas CA sertifikatas
nb_no: Oppretter sertifikatsmyndighet
ro: Se genereaza CA
ru: Создание центра сертификации

source: The CA necessary for the OpenVPN server is being generated. The time required for generating CA may differ. It could take up to 30 minutes. Please try to reload this page later.
de: Die für den OpenVPN-Server erforderliche ZS wird generiert. Die Dauer dieser Operation ist unterschiedlich - bis zu 30 Minuten. Bitte versuchen Sie diese Seite später erneut zu laden.
fr: L’autorité de certification nécessaire pour le serveur OpenVPN est en cours de génération. Le temps nécessaire pour générer la CA peut varier. Cela pourrait prendre jusqu'à 30 minutes. S’il vous plaît essayer de recharger cette page plus tard.
lt: OpenVPN serverio CA yra generuojamas. Generavimo laikas gali būti labai įvairus. Tai gali užtrukti iki 30 minučių. Pabandykite atnaujinti šį puslapį vėliau.
nb_no: Sertifikatmyndigheten som trengs for OpenVPN-tjeneren blir generert. Tidsforbruket kan variere. Det kan ta opptil en halvtime. Last inn denne siden igjen etterpå.
ro: CA-ul necesar pentru server-ul OpenVPN este generat. Timpul de generare poate fi diferit. Poate dura pana la 30 de minute. Încercați să reîncărcați această pagină mai târziu.
ru: Центр сертификации, необходимый для сервера OpenVPN, создаётся. Это может занять неопределённое время, вплоть до 30 минут. Попробуйте обновить эту страницу позже.

source: Loading...
de: Lädt...
fr: Chargement en cours...
nb_no: Laster…
ro: Se incarca...

source: Reload page
de: Seite neu laden
fr: Recharger la page
lt: Atnaujinti puslapį
nb_no: Gjeninnlast side
ro: Reincarca pagina
ru: Обновить страницу

source: Server configuration
de: Server Konfiguration
fr: Configuration du serveur
lt: Serverio konfigūracija
nb_no: TJeneroppsett
ro: Configuratia server-ului
ru: Конфигурация сервера

source: To work properly OpenVPN plugin needs:
de: Um richtig zu funktionieren braucht der OpenVPN Plug-in:
fr: Pour fonctionner correctement le plugin OpenVPN a besoin de :
lt: Kad OpenVPN praplėtimas tinkamai veiktų reikia:
nb_no: For å fungere skikkelig trenger OpenVPN-programtillegget:
ro: Ca sa functioneze corect plugin-ul OpenVPN necesita:
ru: Для правильной работы плагину OpenVPN нужно:

source: public IP address (preferably static)
de: öffentliche IP-Adresse (am besten statisch)
fr: adresse IP publique (de préférence statique)
lt: išorinio IP adreso (esant galimybei statinio)
nb_no: offentlig IP-adresse (helst statisk)
ro: adresa IP publica (preferabil statica)
ru: публичный IP-адрес (желательно статический)

source: standard network settings (WAN and LAN devices present)
de: Standard Netzwerkeinstellungen (WAN- und LAN-Geräte vorhanden)
fr: paramètres réseau standard (dispositifs WAN et LAN présents)
lt: įprastų tinklo nustatymų (WAN ir LAN tinklai sukurti)
ro: setari de retea standard (dispozitivele WAN si LAN prezente)
ru: стандартные настройки сети (с устройствами WAN и LAN)

source: Previous settings
de: Vorherige Einstellungen
fr: Paramètres précédents
lt: Ankstesni nustatymai
nb_no: Tidligere innstillinger
ro: Setarile anterioare
ru: Предыдущие настройки

source: If you haven't tried to set up OpenVPN server on our router yet, you can safely proceed to <strong>"Apply configuration"</strong> button.
de: Wenn Sie noch nicht versucht haben, den OpenVPN-Server auf unserem Router zu installieren, können Sie ruhig auf <strong> "Konfiguration anwenden" </strong> klicken.
fr: Si vous n’avez pas encore essayé de mettre en place le serveur OpenVPN sur notre routeur, vous pouvez cliquer en toute sécurité sur le bouton <strong>"Appliquer la configuration"</strong>.
lt: Jei anksčiau nebandėte sukonfigūruoti OpenvPN serverio šiame maršrutizatoriuje, galite saugiai tęsti su <strong>"Įjungti konfigūraciją"</strong> mygtuku.
ro: Daca nu ai incercat sa configurezi un server OpenVPN pe acest router inca, poti sa continui la butonul <strong>"Aplica configuratia"</strong>.
ru: Если Вы ещё не пробовали ставить сервер OpenVPN на наш маршрутизатор, можете смело нажимать на кнопку <strong>«Применить настройки»</strong>.

source: Otherwise if you've tried to set up OpenVPN outside this plugin, there is a chance that your configuration might collide with the configuration created by this plugin. Therefore you might need to disable the old configuration first.
de: Ansonsten, wenn Sie versucht haben, OpenVPN außerhalb dieses Plugins einzurichten, besteht die Möglichkeit, dass Ihre Konfiguration mit der von diesem Plugin erstellten Konfiguration kollidiert. Daher müssen Sie zuerst die alte Konfiguration deaktivieren.
fr: Sinon, si vous avez essayé de configurer OpenVPN en dehors de ce plugin, il y a des chances que votre configuration puisse entrer en collision avec la configuration créée par ce plugin. Par conséquent, vous devrez peut-être désactiver l'ancienne configuration en premier.
nb_no: Ellers, hvis du har prøvd å sette opp OpenVPN utenom dette programtillegget, er det en mulighet for at oppsettet krasjer med oppsettet opprettet her. Derfor kan det hende du trenger å skru av det gamle oppsettet først.
ro: În caz contrar, dacă ați încercat să configurați OpenVPN în afara acestui plugin, este posibil ca configurația dvs. să se ciocnească cu configurația creată de acest plugin. Prin urmare, poate fi necesar să dezactivați mai întâi configurația veche.

source: Apply configuration
de: Konfiguration anwenden
fr: Appliquer la configuration
lt: Įjungti konfigūraciją
nb_no: Bruk oppsett
ro: Aplica configuratia
ru: Применить настройки

source: Current settings
de: Aktuelle Einstellungen
fr: Paramètres actuels
lt: Esami nustatymai
nb_no: Nåværende innstillinger
ro: Setarile curente
ru: Текущие настройки

source: Network:
de: Netzwerk:
fr: Réseau :
lt: Tinklas:
nb_no: Nettverk:
ro: Retea:
ru: Сеть:

source: Device:
de: Gerät:
fr: Dispositif :
lt: Įrenginys:
nb_no: Enhet:
ro: Dispozitiv:
ru: Устройство:

source: All traffic
de: Gesamte Verkehr
fr: Tout le trafic
lt: Visas srautas
nb_no: All trafikk
ro: Tot traficul
ru: Весь трафик

source: Note that when you trigger <strong>"Apply configuration"</strong> button you might lose the connection to the router for a while. This means that you might need to reopen this admin page again.
de: Bitte beachten Sie, dass wenn Sie auf <strong>"Konfiguration anwenden"</strong> klicken, verlieren Sie möglicherweise kurzfristig die Verbindung zum Router. Dies bedeutet, dass Sie diese Admin-Seite erneut neu öffnen müssen.
fr: Notez que lorsque vous déclenchez le bouton <strong>"Appliquer la configuration"</strong>, vous risquez de perdre la connexion au routeur pendant un certain temps. Cela signifie que vous pourriez avoir besoin de rouvrir cette page admin à nouveau.
lt: Atkreipkite dėmesį kad paspaudus <strong>"Įjungti konfigūraciją"</strong> mygtuką galite trumpam prarasti ryšį su maršrutizatoriumi. Tai reiškia, kad gali teikti per naują prisijungti prie šio valdymo puslapio.
nb_no: Mer at når du trykker <strong>"Bruk oppsett"</strong>-knappen kan du miste tilkoblingen til ruteren en stund. Dette betyr at du kan trenge å gjenåpne administrasjonssiden igjen.
ro: Rețineți că atunci când activați butonul <strong>"Aplicare configuratia"</strong> este posibil să pierdeți conexiunea la router. Aceasta înseamnă că este posibil să trebuiască să redeschideți din nou această pagină de administrare.
ru: Обратите внимание, что после нажатия на кнопку<strong>«Применить настройки»</strong> Вы можете на некоторое время потерять подключение к маршрутизатору. В этом случае Вам может понадобиться открыть эту страницу администратора заново.

source: Client configuration
de: Client Konfiguration
fr: Configuration du client
lt: Kliento konfigūracija
nb_no: Klientoppsett
ro: Configuratia clientului
ru: Настройки клиента

source: Here you can create and revoke the client capability to connect to your OpenVPN network.
de: Hier können Sie die Kompetenz des Clients, die ihn befähigt sich mit dem OpenVPN-Netzwerk zu verbinden, erstellen und widerrufen.
fr: Ici vous pouvez créer et révoquer la capacité du client à se connecter à votre réseau OpenVPN.
lt: Čia galite suteikti ir atšaukti klientams galimybę prisijungti prie OpenVPN tinklo.
nb_no: Her kan du opprette og tilbakekalle klientmuligheten og koble til ditt eget OpenVPN-nettverk.
ro: Aici poti crea si revoca capacitatea clientului de a se conecta la retea OpenVPN.
ru: Здесь можно разрешать и запрещать клиентам подключаться к вашей сети OpenVPN.

source: Create
de: Erstellen
fr: Créer
lt: Sukurti
nb_no: Opprett
ro: Creaza
ru: Создать

source: Be sure to check, that the server IP address provided in you configuration file actually matches the public IP address of your router.
de: Stellen sie sicher, dass die Server-IP-Adresse in Ihrer Konfigurationsdatei tatsächlich der öffentlichen IP-Adresse Ihres Routers entspricht.
fr: Assurez-vous de vérifier que l'adresse IP du serveur fournie dans votre fichier de configuration correspond bien à l'adresse IP publique de votre routeur.
nb_no: Husk å sjekke at IP-adressen oppgitt i oppsettsfila faktisk stemmer med offentlig IP-adresse for din ruter.
ro: Verifica daca adresa IP a server-ului din fisierul de configuratie este aceiasi cu adresa IP publica a router-ului.

source: You can set this address manually when the autodetection fails.
de: Sie können diese Adresse manuell einstellen falls die Autodetektion fehlschlägt.
fr: Vous pouvez définir cette adresse manuellement lorsque la détection automatique échoue.
lt: Galite šį adresą parinkti rankiniu būdu jei automatinis nustatymas nepavyksta.
nb_no: DU kan sette denne adressen manuelt hvis den automatiske oppdagingen mislykkes.
ro: Poti seta adresa manual daca autodetectarea esueaza.
ru: Этот адрес можно задать вручную, если определить его автоматически не удаётся.
