Repository: CZ-NIC/foris-openvpn-plugin
Catalog: foris_plugins/openvpn/locale/*/LC_MESSAGES/foris.po
Languages: de, fr, lt, nb_no, ro, ru

source: To apply the client configuration you need to download it and put it into the OpenVPN config directory or you might try to open it using your OpenVPN client directly. You might need to restart your client afterwards.
de: Um die Client-Konfiguration anzuwenden, müssen Sie sie herunterladen und in das OpenVPN-Konfigurationsverzeichnis einfügen oder versuchen, sie mit Ihrem OpenVPN Client direkt zu öffnen. Es kann sein, dass Sie Ihren Client danach neu starten müssen.
fr: Pour appliquer la configuration du client, vous devez la télécharger et la mettre dans le répertoire config d'OpenVPN ou vous pouvez essayer de l'ouvrir à l'aide de votre client OpenVPN directement. Vous devrez peut-être redémarrer votre client par la suite.
lt: Kad įjungtumėte kliento konfigūraciją reikia atsiųsti konfigūracijos failą ir įkelti jį į OpenVPN konfigūracijos katalogą arba bandyti jį atidaryti su OpenVPN klientu. Po šių veiksmų gali reikėti per naują paleisti klientą.
nb_no: For å legge til dette klientoppsettet, må du laste det ned og legge det i OpenVPN-oppsettsmappa, eller du kan prøv å åpne det med OpenVPN-klienten din direkte. Det kan hende du trenger å starte klienten på nytt etterpå.
ro: Pentru a aplica configurația clientului, trebuie să o descărcați și să o plasați în directorul de configurare OpenVPN sau puteți încerca să o deschideți direct utilizând clientul OpenVPN. Poate fi necesar să reporniți clientul după aceea.
ru: Чтобы применить настройки клиента, необходимо их скачать и положить в директорию настроек OpenVPN, либо можно попытаться открыть их непосредственно с помощью клиента OpenVPN. После этого может потребоваться перезапуск Вашего клиента.

source: Delete CA
de: CA löschen
fr: Supprimer la CA
lt: Pašalinti CA
nb_no: Slett sertifikatmyndighet
ro: Sterge CA
ru: Удалить центр сертификации

source: You can't delete the CA while the OpenVPN server is enabled. To delete the CA you need to disable the server configuration first.
de: Sie können die Zertifizierungsstelle nicht löschen solange der OpenVPN Server aktiviert ist. Um die CA zu löschen, müssen Sie zunächst die Serverkonfiguration deaktivieren.
fr: Vous ne pouvez pas supprimer la CA alors que le serveur OpenVPN est activé. Pour supprimer la CA, vous devez désactiver la configuration du serveur en premier.
lt: Negalite pašalinti CA kol OpenVPN serveris įjungtas. Pirmiausia išjunkite serverio konfigūraciją, tik tuomet galėsite pašalinti CA.
ro: Nu poti sterge CA cat timp server-ul OpenVPN este activ. Ca sa stergi CA trebuie mai intai sa dezactivati server-ul.
ru: Нельзя удалить центр сертификации, пока сервер OpenVPN работает. Чтобы удалить центр сертификации, необходимо сначала отключить конфигурацию сервера.

source: You can delete the whole CA. Note that all the cerificates issued by this CA will be useless and if you wanted to use this plugin, you'd need to generate a new CA first.
de: Sie können die gesamte CA löschen. Beachten Sie, dass alle von dieser CA ausgestellten Zertifikate nutzlos werden und wenn Sie dieses Plugin verwenden möchten, müssen Sie zuerst eine neue CA generieren.
fr: Vous pouvez supprimer l'ensemble de la CA. Notez que tous les certificats émis par cette autorité de certification seront inutiles et si vous souhaitez utiliser ce plugin, vous devrez générer une nouvelle CA en premier.
nb_no: Du kan slette hele sertifikatmyndigheten. Merk at alle sertifikater utstedt av denne sertifikatmyndigheten vil bli ubrukelige og hvis du ønsket å bruke dette programtillegget, må du generere en ny sertifikatmyndighet først.
ro: Puteți șterge întreaga CA. Rețineți că toate certificatele emise de acest CA vor fi inutile și dacă doriți să utilizați acest plugin, va trebui mai întâi să generați un CA nou.

source: Client
lt: Klientas
nb_no: Klient
ru: Клиент

source: Port:
lt: Portas:
ru: Порт:

source: Route:
lt: Maršrutas:
nb_no: Rute:
ro: Ruta:
ru: Маршрут:
